/* Destination did add successfully title */
"Destination added successfully" = "目的地添加成功";

/* Bad characters used */
"Invalid title" = "无效标题";

/* informative text for alert when no internet connection is detected */
"Please check your internet connection and try again." = "请检查你的网络连接重试。";

/* Publish progress label */
"Publishing: " = "正在发布: ";

/* Destination did add successfully message */
"The destination was successfully added to My Places." = "目的地成功添加到我的位置.";

/* Invalid strings message */
"Titles cannot contain these characters:" = "标题不能包含以下字符:";

/* title for alert when no internet connection is detected */
"Unable to connect to server" = "无法连接到服务器";

/* Upload progress label */
"Uploading: " = "正在上传: ";

